Revit 2027 API
RebarUpdateCurvesData.WorkshopInstructions Property
 Identifies the workshop instructions of this rebar.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public RebarWorkInstructions WorkshopInstructions { get; }
Public ReadOnly Property WorkshopInstructions As RebarWorkInstructions
	Get
public:
property RebarWorkInstructions WorkshopInstructions {
	RebarWorkInstructions get ();
}
member WorkshopInstructions : RebarWorkInstructions with get
Property Value
RebarWorkInstructions
See Also
Reference
RebarUpdateCurvesData Class
Autodesk.Revit.DB.Structure Namespace